{
  "name": "Erbium",
  "category": "materials",
  "pages": [
    {
      "type": "material_overview",
      "title": "Erbium",
      "abbreviation": "Er",
      "link": "https://en.wikipedia.org/wiki/Erbium",
      "source": "Wikipedia",
      "ingot": "gregtech:meta_item_1:10021",
      "plate": "gregtech:meta_item_1:12021"
    },
    {
      "type": "text",
      "text": "Erbium is a chemical element with the symbol Er and atomic number 68. A silvery-white solid metal when artificially isolated, natural erbium is always found in chemical combination with other elements. It is a lanthanide, a rare earth element, originally found in the gadolinite mine in Ytterby in Sweden, from which it got its name.$(p)Erbium's principal uses involve its pink-colored Er3+ "
    },
    {
      "type": "text",
      "text": "ions, which have optical fluorescent properties particularly useful in certain laser applications. Erbium-doped glasses or crystals can be used as optical amplification media, where Er3+ ions are optically pumped at around 980 or 1480 nm and then radiate light at 1530 nm in stimulated emission. This process results in an unusually mechanically simple laser optical amplifier for signals transmitted by fiber optics. The 1550 nm wavelength "
    },
    {
      "type": "text",
      "text": "is especially important for optical communications because standard single mode optical fibers have minimal loss at this particular wavelength.$(p)In addition to optical fiber amplifier-lasers, a large variety of medical applications (i.e. dermatology, dentistry) rely on the erbium ion's 2940 nm emission (see Er:YAG laser) when lit at another wavelength, which is highly absorbed in water in tissues, making its effect very "
    },
    {
      "type": "text",
      "text": "superficial. Such shallow tissue deposition of laser energy is helpful in laser surgery, and for the efficient production of steam which produces enamel ablation by common types of dental laser."
    }
  ],
  "icon": "gregtech:meta_item_1:10021"
}