{
  "name": "Lanthanum",
  "category": "materials",
  "pages": [
    {
      "type": "spotlight",
      "item": "gregtech:meta_item_1:10034",
      "text": "Abbreviation: La$(p)Further Reading: $(l:https://en.wikipedia.org/wiki/Lanthanum)Wikipedia$(/l)"
    },
    {
      "type": "text",
      "text": "Lanthanum is a chemical element with the symbol La and atomic number 57. It is a soft, ductile, silvery-white metal that tarnishes slowly when exposed to air and is soft enough to be cut with a knife. It is the eponym of the lanthanide series, a group of 15 similar elements between lanthanum and $(l:materials/Lutetium)lutetium$(/l) in the periodic table, of which lanthanum is the first and the prototype. It is also sometimes considered the first element "
    },
    {
      "type": "text",
      "text": "of the 6th-period transition metals, which would put it in group 3, although $(l:materials/Lutetium)lutetium$(/l) is sometimes placed in this position instead, for example in the left-step model. Lanthanum is traditionally counted among the rare earth elements. The usual oxidation state is +3. Lanthanum has no biological role in humans but is essential to some bacteria. It is not particularly toxic to humans but does show some antimicrobial activity."
    },
    {
      "type": "text",
      "text": "Lanthanum usually occurs together with $(l:materials/Cerium)cerium$(/l) and the other rare earth elements. Lanthanum was first found by the Swedish chemist Carl Gustav Mosander in 1839 as an impurity in $(l:materials/Cerium)cerium$(/l) nitrate - hence the name lanthanum, from the Ancient Greek λανθάνειν (lanthanein), meaning \"to lie hidden\". Although it is classified as a rare earth element, lanthanum is the 28th most abundant element in the Earth's crust, almost three times as abundant as "
    },
    {
      "type": "text",
      "text": "$(l:materials/Lead)lead$(/l). In minerals such as monazite and bastnäsite, lanthanum composes about a quarter of the lanthanide content. It is extracted from those minerals by a process of such complexity that pure lanthanum metal was not isolated until 1923.$(p)Lanthanum compounds have numerous applications as catalysts, additives in glass, $(l:materials/Carbon)carbon$(/l) arc lamps for studio lights and projectors, ignition elements in lighters "
    },
    {
      "type": "text",
      "text": "and torches, electron cathodes, scintillators, GTAW electrodes, and other things. Lanthanum carbonate is used as a phosphate binder in cases of renal failure."
    }
  ],
  "icon": "gregtech:meta_item_1:10034"
}