{
  "name": "Neodymium",
  "category": "materials",
  "pages": [
    {
      "type": "material_overview",
      "title": "Neodymium",
      "abbreviation": "Nd",
      "link": "https://en.wikipedia.org/wiki/Neodymium",
      "source": "Wikipedia",
      "ingot": "gregtech:meta_item_1:10042",
      "plate": "gregtech:meta_item_1:12042"
    },
    {
      "type": "text",
      "text": "Neodymium is a chemical element with the symbol Nd and atomic number 60. Neodymium belongs to the lanthanide series and is a rare-earth element. It is a hard, slightly malleable silvery metal, that quickly tarnishes in air and moisture. When oxidized, neodymium reacts quickly to produce pink, purple/blue and yellow compounds in the +2, +3 and +4 oxidation state. Neodymium was discovered in 1885 by the Austrian chemist Carl Auer von "
    },
    {
      "type": "text",
      "text": "Welsbach. It is present in significant quantities in the ore minerals monazite and bastnäsite. Neodymium is not found naturally in metallic form or unmixed with other lanthanides, and it is usually refined for general use. Although neodymium is classed as a rare-earth element, it is fairly common, no rarer than $(l:materials/Cobalt)cobalt$(/l), $(l:materials/Nickel)nickel$(/l), or $(l:materials/Copper)copper$(/l), and is widely distributed in the Earth's crust. Most of the world's commercial neodymium is mined in China."
    },
    {
      "type": "text",
      "text": "Neodymium compounds were first commercially used as glass dyes in 1927, and they remain a popular additive in glasses. The color of neodymium compounds is due to the Nd3+ ion and is often a reddish-purple but it changes with the type of lighting, due to the interaction of the sharp light absorption bands of neodymium with ambient light enriched with the sharp visible emission bands of mercury, trivalent $(l:materials/Europium)europium$(/l) or $(l:materials/Terbium)terbium$(/l). Some neodymium-doped "
    },
    {
      "type": "text",
      "text": "glasses are used in lasers that emit infrared with wavelengths between 1047 and 1062 nanometers. These have been used in extremely-high-power applications, such as experiments in inertial confinement fusion.$(p)Neodymium is also used with various other substrate crystals, such as $(l:materials/Yttrium)yttrium$(/l) $(l:materials/Aluminium)aluminium$(/l) garnet in the Nd:YAG laser. This laser usually emits infrared at a wavelength of about 1064 nanometers. The "
    },
    {
      "type": "text",
      "text": "Nd:YAG laser is one of the most commonly used solid-state lasers.$(p)Another important use of neodymium is as a component in the alloys used to make high-strength neodymium magnets—powerful permanent magnets. These magnets are widely used in such products as microphones, professional loudspeakers, in-ear headphones, high performance hobby DC electric motors, and computer hard disks, where low "
    },
    {
      "type": "text",
      "text": "magnet mass (or volume) or strong magnetic fields are required. Larger neodymium magnets are used in high-power-versus-weight electric motors (for example in hybrid cars) and generators (for example aircraft and wind turbine electric generators)."
    }
  ],
  "icon": "gregtech:meta_item_1:10042"
}