{
  "name": "Praseodymium",
  "category": "materials",
  "pages": [
    {
      "type": "material_overview",
      "title": "Praseodymium",
      "abbreviation": "Pr",
      "link": "https://en.wikipedia.org/wiki/Praseodymium",
      "source": "Wikipedia",
      "ingot": "gregtech:meta_item_1:10055",
      "plate": "gregtech:meta_item_1:12055"
    },
    {
      "type": "text",
      "text": "Praseodymium is a chemical element with the symbol Pr and atomic number 59. It is the third member of the lanthanide series and is traditionally considered to be one of the rare-earth metals. Praseodymium is a soft, silvery, malleable and ductile metal, valued for its magnetic, electrical, chemical, and optical properties. It is too reactive to be found in native form, and pure praseodymium metal slowly develops a green oxide coating when exposed to "
    },
    {
      "type": "text",
      "text": "air.Praseodymium always occurs naturally together with the other rare-earth metals. It is the fourth most common rare-earth element, making up 9.1 parts per million of the Earth's crust, an abundance similar to that of $(l:materials/Boron)boron$(/l). In 1841, Swedish chemist Carl Gustav Mosander extracted a rare-earth oxide residue he called didymium from a residue he called \"lanthana\", in turn separated from $(l:materials/Cerium)cerium$(/l) salts. In 1885, the Austrian chemist Baron Carl Auer von Welsbach "
    },
    {
      "type": "text",
      "text": "separated didymium into two elements that gave salts of different colours, which he named praseodymium and $(l:materials/Neodymium)neodymium$(/l). The name praseodymium comes from the Greek prasinos (πράσινος), meaning \"green\", and didymos (δίδυμος), \"twin\".$(p)Like most rare-earth elements, praseodymium most readily forms the +3 oxidation state, which is the only stable state in aqueous solution, although the +4 "
    },
    {
      "type": "text",
      "text": "oxidation state is known in some solid compounds and, uniquely among the lanthanides, the +5 oxidation state is attainable in matrix-isolation conditions. Aqueous praseodymium ions are yellowish-green, and similarly praseodymium results in various shades of yellow-green when incorporated into glasses. Many of praseodymium's industrial uses involve its ability to filter yellow light from light sources."
    }
  ],
  "icon": "gregtech:meta_item_1:10055"
}