{
  "name": "Rubidium",
  "category": "materials",
  "pages": [
    {
      "type": "spotlight",
      "item": "gregtech:meta_item_1:10058",
      "text": "Abbreviation: Rb$(p)Further Reading: $(l:https://en.wikipedia.org/wiki/Rubidium)Wikipedia$(/l)"
    },
    {
      "type": "text",
      "text": "Rubidium is a chemical element with the symbol Rb and atomic number 37. Rubidium is a very soft, silvery-white metal in the alkali metal group. Rubidium metal shares similarities to $(l:materials/Potassium)potassium$(/l) metal and cesium metal in physical appearance, softness and conductivity. Rubidium cannot be stored under atmospheric oxygen, as a highly exothermic reaction will ensue, sometimes even resulting in the metal catching fire."
    },
    {
      "type": "text",
      "text": "Rubidium is the first alkali metal in the group to have a density higher than water, so it sinks, unlike the metals above it in the group. Rubidium has a standard atomic weight of 85.4678. On Earth, natural rubidium comprises two isotopes: 72% is a stable isotope 85Rb, and 28% is slightly radioactive 87Rb, with a half-life of 49 billion years—more than three times longer than the estimated age of the universe."
    },
    {
      "type": "text",
      "text": "German chemists Robert Bunsen and Gustav Kirchhoff discovered rubidium in 1861 by the newly developed technique, flame spectroscopy. The name comes from the Latin word rubidus, meaning deep red, the color of its emission spectrum. Rubidium's compounds have various chemical and electronic applications. Rubidium metal is easily vaporized and has a convenient spectral absorption range, making it a frequent target for laser "
    },
    {
      "type": "text",
      "text": "manipulation of atoms. Rubidium is not a known nutrient for any living organisms. However, rubidium ions have the same charge as $(l:materials/Potassium)potassium$(/l) ions and are actively taken up and treated by animal cells in similar ways."
    }
  ],
  "icon": "gregtech:meta_item_1:10058"
}