{
  "name": "Terbium",
  "category": "materials",
  "pages": [
    {
      "type": "material_overview",
      "title": "Terbium",
      "abbreviation": "Tb",
      "link": "https://en.wikipedia.org/wiki/Terbium",
      "source": "Wikipedia",
      "ingot": "gregtech:meta_item_1:10068",
      "plate": "gregtech:meta_item_1:12068"
    },
    {
      "type": "text",
      "text": "Terbium is a chemical element with the symbol Tb and atomic number 65. It is a silvery-white, rare earth metal that is malleable, ductile, and soft enough to be cut with a knife. The ninth member of the lanthanide series, terbium is a fairly electropositive metal that reacts with water, evolving hydrogen gas. Terbium is never found in nature as a free element, but it is contained in many minerals, including cerite, gadolinite, monazite, xenotime, and "
    },
    {
      "type": "text",
      "text": "euxenite.Swedish chemist Carl Gustaf Mosander discovered terbium as a chemical element in 1843. He detected it as an impurity in $(l:materials/Yttrium)yttrium$(/l) oxide, Y2O3. $(l:materials/Yttrium)Yttrium$(/l) and terbium are named after the village of Ytterby in Sweden. Terbium was not isolated in pure form until the advent of ion exchange techniques.$(p)Terbium is used to dope $(l:materials/Calcium)calcium$(/l) fluoride, $(l:materials/Calcium)calcium$(/l) tungstate and $(l:materials/Strontium)strontium$(/l) molybdate, materials that are "
    },
    {
      "type": "text",
      "text": "used in solid-state devices, and as a crystal stabilizer of fuel cells which operate at elevated temperatures. As a component of Terfenol-D (an alloy that expands and contracts when exposed to magnetic fields more than any other alloy), terbium is of use in actuators, in naval sonar systems and in sensors.$(p)Most of the world's terbium supply is used in green phosphors. Terbium oxide is in fluorescent lamps and "
    },
    {
      "type": "text",
      "text": "television and monitor cathode ray tubes (CRTs). Terbium green phosphors are combined with divalent $(l:materials/Europium)europium$(/l) blue phosphors and trivalent $(l:materials/Europium)europium$(/l) red phosphors to provide trichromatic lighting technology, a high-efficiency white light used for standard illumination in indoor lighting."
    }
  ],
  "icon": "gregtech:meta_item_1:10068"
}