{
  "name": "Thorium",
  "category": "materials",
  "pages": [
    {
      "type": "spotlight",
      "item": "nuclearcraft:ingot:3",
      "text": "Abbreviation: Th$(p)Further Reading: $(l:https://en.wikipedia.org/wiki/Thorium)Wikipedia$(/l)"
    },
    {
      "type": "text",
      "text": "Thorium is a weakly radioactive metallic chemical element with the symbol Th and atomic number 90. Thorium is silvery and tarnishes black when it is exposed to air, forming thorium dioxide; it is moderately hard, malleable, and has a high melting point. Thorium is an electropositive actinide whose chemistry is dominated by the +4 oxidation state; it is quite reactive and can ignite in air when finely divided."
    },
    {
      "type": "text",
      "text": "All known thorium isotopes are unstable. The most stable isotope, 232Th, has a half-life of 14.05 billion years, or about the age of the universe; it decays very slowly via alpha decay, starting a decay chain named the thorium series that ends at stable 208Pb. In the universe, thorium, $(l:materials/Bismuth)bismuth$(/l), and uranium are the only three radioactive elements that still occur naturally in large quantities as primordial elements. It is "
    },
    {
      "type": "text",
      "text": "estimated to be over three times as abundant as uranium in the Earth's crust, and is chiefly refined from monazite sands as a by-product of extracting rare-earth metals.$(p)Thorium was discovered in 1829 by the Norwegian amateur mineralogist Morten Thrane Esmark and identified by the Swedish chemist Jöns Jacob Berzelius, who named it after Thor, the Norse god of thunder. Its first applications were developed "
    },
    {
      "type": "text",
      "text": "in the late 19th century. Thorium's radioactivity was widely acknowledged during the first decades of the 20th century. In the second half of the century, thorium was replaced in many uses due to concerns about its radioactivity.$(p)Thorium is still being used as an alloying element in TIG welding electrodes but is slowly being replaced in the field with different compositions. It was also "
    },
    {
      "type": "text",
      "text": "material in high-end optics and scientific instrumentation, and as the light source in gas mantles, but these uses have become marginal. It has been suggested as a replacement for uranium as nuclear fuel in nuclear reactors, and several thorium reactors have been built."
    }
  ],
  "icon": "nuclearcraft:ingot:3"
}