{
  "name": "Tin",
  "category": "materials",
  "pages": [
    {
      "type": "material_overview",
      "title": "Tin",
      "abbreviation": "Sn",
      "link": "https://en.wikipedia.org/wiki/Tin",
      "source": "Wikipedia",
      "ingot": "gregtech:meta_item_1:10071",
      "gear": "gregtech:meta_item_2:26071",
      "plate": "gregtech:meta_item_1:12071"
    },
    {
      "type": "text",
      "text": "Tin is a chemical element with the symbol Sn (from Latin: stannum) and atomic number 50. Tin is a silvery metal that characteristicly has a faint yellow hue. Tin, like $(l:materials/Indium)indium$(/l), is soft enough to be cut without much force.When a bar of tin is bent the so-called \"tin cry\" can be heard as a result of sliding tin crystals reforming; this trait is shared by $(l:materials/Indium)indium$(/l), $(l:materials/Cadmium)cadmium$(/l) and frozen mercury. Pure tin after solidifying keeps a mirror-like appearance similar to "
    },
    {
      "type": "text",
      "text": "most metals, however most Tin alloys such as in Pewter, the metal soldifies with a dull gray color. Tin is a post-transition metal in group 14 of the periodic table of elements. It is obtained chiefly from the mineralcassiterite, which contains stannic oxide, SnO2. Tin shows a chemical similarity to both of its neighbors in group 14, germanium and $(l:materials/Lead)lead$(/l), and has two main oxidation states, +2 and the slightly more stable +"
    },
    {
      "type": "text",
      "text": "4. Tin is the 49th most abundant element and has, with 10 stable isotopes, the largest number of stable isotopes in the periodic table, thanks to its magic number of protons. It has two main allotropes: at room temperature, the stable allotrope is β-tin, a silvery-white, malleable metal, but at low temperatures, it transforms into the less dense grey α-tin, which has the diamond cubic structure. Metallic tin does not easily "
    },
    {
      "type": "text",
      "text": "oxidize in air."
    }
  ],
  "icon": "gregtech:meta_item_1:10071"
}